"Email" = "メール";
"Username" = "ユーザー名";
"Password" = "パスワード";
"Follow %@" = "@%@をフォローする";
"Continue" = "続ける";
"Share" = "共有";
"More..." = "その他";
"Cancel" = "キャンセル";
"Slug" = "Slug";
"Private" = "プライベート";
"Public" = "パブリック";
"Caption" = "キャプション";
"Title" = "タイトル";
"Tags" = "タグ";
"Close" = "閉じる";
"Notes" = "ノート";
"Note" = "ノート";
"Share" = "共有";
"Shared" = "共有";
"Edit" = "編集";
"Actions" = "アクション";
"Services" = "サービス";
"Send to %@" = "%@に送る";
"Copy" = "コピー";
"Copied!" = "コピーしました！";
"Saving to %@" = "%@に保存中";
"Saved!" = "保存しました！";
"Offline" = "オフライン";
"Error" = "エラー";
"Login" = "ログイン";
"Logging In..." = "ログイン中";
"Login Error" = "ログイン失敗";
"Connecting..." = "接続中";

"Shortening URL..." = "URLを短縮中";
"Shorten URL Error" = "URLの短縮に失敗しました";
"We could not shorten the URL." = "URLを短縮できませんでした";

"Create a free account at %@" = "%@で無料の新規アカウントを作成";
"Create an account at %@" = "%@で新規アカウントを作成";

"Send to Twitter" = "ツイッターでつぶやく";

"Message is too long" = "メッセージが長すぎます";
"Twitter posts can only be 140 characters in length." = "ツイッターは140文字までしか送れません";
"Message is empty" = "メッセージが入力されていません";
"You must enter a message in order to post." = "投稿するためにはメッセージを入力する必要があります";

"Enter your message:" = "メッセージを入力:";

"Invalid email or password." = "メールアドレスかパスワードが間違えています";
"The service encountered an error. Please try again later." = "只今サービスが利用できません。しばらくして再試行してください";
"There was a sending your post to Tumblr." = "Tumblrに未送信の投稿があります";

"There was an error saving to Pinboard" = "Pinboardの保存にエラーが起きました";

"Sorry, Instapaper did not accept your credentials. Please try again." = "Instapaperが認証情報を受理できませんでした。再試行してください";
"Sorry, Instapaper encountered an error. Please try again." = "Instapaperエラーが発生しました。再試行してください";
"There was a problem saving to Instapaper." = "Instapaperに保存中にエラーが発生しました。";

"Incorrect username and password" = "ユーザー名かパスワードが間違えています";
"There was an error logging into Google Reader" = "Googleリーダーにログイン失敗しました";
"There was a problem authenticating your account." = "ユーザー認証に問題が発生しました";
"There was a problem saving your note." = "ノートを保存中に問題が発生しました";

"There was a problem saving to Delicious." = "TDeliciousに保存中に問題が発生しました";

"Open in Safari" = "Safariで開く";
"Attached: %@" = "添付済: %@";

"You must be online to login to %@" = "%@にログインするにはオンラインである必要があります";

"Auto Share" = "自動共有";
"Enable auto share to skip this step in the future." = "今後、この手順をスキップして、自動的に共有する";

"You must be online in order to share with %@" = "%@に共有するためにはオンラインである必要があります";
"There was an error while sharing" = "共有にエラーが発生しました";

"Could not authenticate you. Please relogin." = "認証できませんでした。再度ログインしてください。";
"There was a problem requesting authorization from %@" = "%@への認証要求に問題が発生しました";
"Request Error" = "通信エラー";
"There was an error while sharing" = "共有にエラーが発生しました";

"Authorize Error" = "認証エラー";
"There was an error while authorizing" = "認証にエラーが発生しました";

"Authenticating..." = "認証中...";
"There was a problem requesting access from %@" = "%@へのアクセスに問題が発生しました";

"Access Error" = "アクセスエラー";
"There was an error while sharing" = "共有にエラーが発生しました";